Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Pauses every wallpaper while the GPU runs out of video memory, and resumes them when memory frees up.
ar: يوقف كل الخلفيات مؤقتًا عندما تنفد ذاكرة الفيديو في وحدة GPU، ويستأنفها عند تحرّر الذاكرة.
de: Pausiert alle Hintergrundbilder, solange der GPU der Grafikspeicher ausgeht, und setzt sie fort, sobald wieder Speicher frei ist.
es: Pausa todos los fondos de pantalla mientras la GPU se queda sin memoria de vídeo y los reanuda cuando se libera memoria.
fr: Met en pause tous les fonds d’écran lorsque le GPU manque de mémoire vidéo, et les reprend dès que de la mémoire se libère.
hi: GPU की वीडियो मेमोरी खत्म होने पर सभी वॉलपेपर को पॉज़ करता है, और मेमोरी खाली होने पर उन्हें फिर से चलाता है।
it: Mette in pausa tutti gli sfondi mentre la GPU esaurisce la memoria video e li riprende quando la memoria si libera.
ja: GPU のビデオメモリが不足している間はすべての壁紙を一時停止し、メモリが空くと再開します。
ko: GPU의 비디오 메모리가 부족한 동안 모든 배경화면을 일시 정지하고, 메모리가 확보되면 다시 재생합니다.
pl: Wstrzymuje wszystkie tapety, gdy GPU brakuje pamięci wideo, i wznawia je, gdy pamięć się zwolni.
pt_br: Pausa todas as imagens de fundo enquanto a GPU fica sem memória de vídeo e as retoma quando a memória é liberada.
ru: Ставит все обои на паузу, пока у GPU заканчивается видеопамять, и возобновляет их, когда память освобождается.
tr: GPU’nun video belleği tükendiğinde tüm duvar kâğıtlarını duraklatır ve bellek boşaldığında devam ettirir.
uk: Призупиняє всі шпалери, поки GPU бракує відеопамʼяті, і відновлює їх, коли памʼять звільняється.
zh_hans: GPU 显存耗尽时暂停所有墙纸，显存释放后恢复播放。
zh_hant: GPU 顯示記憶體耗盡時暫停所有背景圖片，記憶體釋放後恢復播放。

source: Performance
ar: الأداء
de: Leistung
es: Rendimiento
fr: Performances
hi: परफ़ॉर्मेंस
it: Prestazioni
ja: パフォーマンス
ko: 성능
pl: Wydajność
pt_br: Desempenho
ru: Производительность
tr: Performans
uk: Продуктивність
zh_hans: 性能
zh_hant: 效能

source: Performance You Set
ar: أداء تحدده أنت
de: Leistung nach Ihren Vorgaben
es: Rendimiento a tu medida
fr: Des performances à votre mesure
hi: परफ़ॉर्मेंस आपके हाथ में
it: Prestazioni su misura
ja: パフォーマンスは自分で設定
ko: 원하는 대로 설정하는 성능
pl: Wydajność pod Twoją kontrolą
pt_br: Desempenho do Seu Jeito
ru: Производительность под ваш контроль
tr: Performansı Siz Belirleyin
uk: Продуктивність на ваш вибір
zh_hans: 性能由你掌控
zh_hant: 效能由你決定

source: Permission Denied
ar: تم رفض الإذن
de: Zugriff verweigert
es: Permiso denegado
fr: Autorisation refusée
hi: अनुमति नहीं मिली
it: Autorizzazione negata
ja: アクセスが拒否されました
ko: 권한 거부됨
pl: Brak pozwolenia
pt_br: Permissão Negada
ru: Доступ запрещён
tr: İzin Reddedildi
uk: Доступ заборонено
zh_hans: 权限被拒绝
zh_hant: 權限遭拒

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
it: Autorizzazioni
ja: アクセス権
ko: 권한
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
tr: İzinler
uk: Дозволи
zh_hans: 权限
zh_hant: 權限

source: Phones
ar: الهواتف
de: Smartphones
es: Teléfonos
fr: Téléphones
hi: फ़ोन
it: Telefoni
ja: スマートフォン
ko: 휴대폰
pl: Telefony
pt_br: Celulares
ru: Телефоны
tr: Telefonlar
uk: Телефони
zh_hans: 手机
zh_hant: 手機

source: Pick more wallpapers from your library and export them as .mpkg packages with this device, output, quality and frame rate
ar: اختر مزيدًا من الخلفيات من مكتبتك وصدّرها كحزم ‎.mpkg بهذا الجهاز والإخراج والجودة ومعدل الإطارات
de: Weitere Hintergrundbilder aus Ihrer Mediathek auswählen und mit diesem Gerät, dieser Ausgabe, Qualität und Bildrate als MPKG-Pakete exportieren
es: Elige más fondos de tu biblioteca y expórtalos como paquetes .mpkg con este dispositivo, esta salida, esta calidad y esta frecuencia de fotogramas
fr: Choisir d’autres fonds d’écran dans votre bibliothèque et les exporter en paquets .mpkg avec cet appareil, cette sortie, cette qualité et cette fréquence d’images
hi: अपनी लाइब्रेरी से और वॉलपेपर चुनें और उन्हें इस डिवाइस, आउटपुट, क्वालिटी और फ़्रेम रेट के साथ .mpkg पैकेज के रूप में एक्सपोर्ट करें
it: Scegli altri sfondi dalla libreria ed esportali come pacchetti .mpkg con questo dispositivo, questa uscita, questa qualità e questa frequenza fotogrammi
ja: ライブラリからほかの壁紙を選び、このデバイス、出力、品質、フレームレートで.mpkgパッケージとして書き出します
ko: 보관함에서 배경화면을 더 골라 이 기기, 출력, 품질, 프레임률로 .mpkg 패키지로 내보냅니다
pl: Wybierz więcej tapet z biblioteki i wyeksportuj je jako pakiety .mpkg z tym urządzeniem, wyjściem, jakością i liczbą klatek na sekundę
pt_br: Escolha mais papéis de parede da sua biblioteca e exporte-os como pacotes .mpkg com este dispositivo, esta saída, esta qualidade e esta taxa de quadros
ru: Выберите другие обои в библиотеке и экспортируйте их как пакеты .mpkg с этим устройством, выводом, качеством и частотой кадров
tr: Arşivinizden daha fazla duvar kâğıdı seçin ve bunları bu aygıt, çıktı, kalite ve kare hızıyla .mpkg paketleri olarak dışa aktarın
uk: Виберіть інші шпалери в бібліотеці й експортуйте їх як пакети .mpkg з цим пристроєм, виводом, якістю та частотою кадрів
zh_hans: 从资源库中选取更多墙纸，并以此设备、输出、质量和帧率将其导出为 .mpkg 包
zh_hant: 從資料庫中選擇更多背景圖片，並以此裝置、輸出、品質和影格速率將其輸出為 .mpkg 套件

source: Pick more wallpapers from your library and export them as Live Photos with this device, quality and clip
ar: اختر مزيدًا من الخلفيات من مكتبتك وصدّرها كصور Live Photo بهذا الجهاز وهذه الجودة وهذا المقطع
de: Weitere Hintergrundbilder aus Ihrer Mediathek auswählen und mit diesem Gerät, dieser Qualität und diesem Clip als Live Photos exportieren
es: Elige más fondos de tu biblioteca y expórtalos como Live Photos con este dispositivo, esta calidad y este clip
fr: Choisir d’autres fonds d’écran dans votre bibliothèque et les exporter en Live Photos avec cet appareil, cette qualité et cet extrait
hi: अपनी लाइब्रेरी से और वॉलपेपर चुनें और उन्हें इस डिवाइस, क्वालिटी और क्लिप के साथ Live Photo के रूप में एक्सपोर्ट करें
it: Scegli altri sfondi dalla libreria ed esportali come Live Photo con questo dispositivo, questa qualità e questa clip
ja: ライブラリからほかの壁紙を選び、このデバイス、品質、クリップでLive Photoとして書き出します
ko: 보관함에서 배경화면을 더 골라 이 기기, 품질, 클립으로 Live Photo로 내보냅니다
pl: Wybierz więcej tapet z biblioteki i wyeksportuj je jako Live Photo z tym urządzeniem, jakością i klipem
pt_br: Escolha mais papéis de parede da sua biblioteca e exporte-os como Live Photos com este dispositivo, esta qualidade e este clipe
ru: Выберите другие обои в библиотеке и экспортируйте их как Live Photo с этим устройством, качеством и фрагментом
tr: Arşivinizden daha fazla duvar kâğıdı seçin ve bunları bu aygıt, kalite ve kliple Live Photo olarak dışa aktarın
uk: Виберіть інші шпалери в бібліотеці й експортуйте їх як Live Photo з цим пристроєм, якістю та фрагментом
zh_hans: 从资源库中选取更多墙纸，并以此设备、质量和片段将其导出为实况照片
zh_hant: 從資料庫中選擇更多背景圖片，並以此裝置、品質和片段將其輸出為原況照片

source: Pick the frame rate, anti-aliasing and texture quality that suit your Mac, and check the Diagnostics page to see the impact.
ar: اختر معدل الإطارات ومانع التشويش وجودة الأنسجة التي تناسب جهاز Mac، وتحقق من صفحة التشخيصات لمعرفة التأثير.
de: Wählen Sie Bildrate, Antialiasing und Texturqualität passend für Ihren Mac und sehen Sie die Auswirkungen im Bereich „Diagnose“.
es: Elige la velocidad de fotogramas, el suavizado de contorno y la calidad de las texturas que mejor le vayan a tu Mac, y consulta la página Diagnóstico para ver el impacto.
fr: Choisissez la fréquence d’images, l’anticrénelage et la qualité des textures adaptés à votre Mac, et consultez la page Diagnostic pour en voir l’impact.
hi: अपने Mac के अनुकूल फ़्रेम दर, एंटीएलियासिंग और टेक्सचर गुणवत्ता चुनें, और असर देखने के लिए डायग्नॉस्टिक पेज देखें.
it: Scegli la frequenza fotogrammi, l’anti-aliasing e la qualità delle texture più adatti al tuo Mac e controlla la pagina Diagnosi per vederne l’impatto.
ja: お使いのMacに合ったフレームレート、アンチエイリアシング、テクスチャ品質を選択し、「診断」ページで影響を確認できます。
ko: Mac에 맞는 프레임 속도, 앤티앨리어싱 및 텍스처 품질을 선택하고 진단 페이지에서 그 영향을 확인하십시오.
pl: Wybierz liczbę klatek, antyaliasing i jakość tekstur odpowiednie dla Twojego Maca, a ich wpływ sprawdź na stronie Diagnostyka.
pt_br: Escolha a taxa de quadros, a suavização e a qualidade de textura adequadas ao seu Mac e consulte a página Diagnóstico para ver o impacto.
ru: Выберите частоту кадров, сглаживание и качество текстур под свой Mac и оцените результат на странице «Диагностика».
tr: Mac’inize uygun kare hızını, kenar yumuşatmayı ve doku kalitesini seçin; etkisini görmek için Tanılar sayfasına bakın.
uk: Виберіть частоту кадрів, згладжування та якість текстур, які підходять вашому Mac, і подивіться на сторінці «Діагностика», як це впливає на роботу.
zh_hans: 选择适合你的 Mac 的帧速率、抗锯齿和纹理质量，并在“诊断”页面中查看其影响。
zh_hant: 選擇適合你 Mac 的畫面播放速率、消除鋸齒和紋理品質，並在「診斷」頁面查看影響。

source: Picks the folder Workshop downloads and imports go into. You can move the current library there or start with an empty folder.
ar: يختار المجلد الذي تذهب إليه تنزيلات الورشة والعناصر المستوردة. ويمكنك نقل المكتبة الحالية إليه أو البدء بمجلد فارغ.
de: Wählt den Ordner für Workshop-Downloads und Importe. Sie können die aktuelle Mediathek dorthin bewegen oder mit einem leeren Ordner beginnen.
es: Elige la carpeta a la que van las descargas de Workshop y las importaciones. Puedes trasladar allí la biblioteca actual o empezar con una carpeta vacía.
fr: Choisit le dossier où vont les téléchargements du Workshop et les importations. Vous pouvez y déplacer la bibliothèque actuelle ou partir d’un dossier vide.
hi: वह फ़ोल्डर चुनता है जिसमें Workshop डाउनलोड और इंपोर्ट जाते हैं। आप मौजूदा लाइब्रेरी वहाँ मूव कर सकते हैं या खाली फ़ोल्डर से शुरू कर सकते हैं।
it: Sceglie la cartella in cui vanno i download dal Workshop e le importazioni. Puoi spostarvi la libreria attuale o iniziare con una cartella vuota.
ja: ワークショップのダウンロードと読み込みの保存先フォルダを選びます。現在のライブラリを移動することも、空のフォルダで始めることもできます。
ko: 창작마당 다운로드와 가져온 항목이 저장될 폴더를 선택합니다. 현재 보관함을 그곳으로 옮기거나 빈 폴더로 시작할 수 있습니다.
pl: Wybiera folder na pobrane z Warsztatu i importy. Możesz przenieść tam bieżącą bibliotekę lub zacząć od pustego folderu.
pt_br: Escolhe a pasta para os downloads da Oficina e as importações. Você pode mover a biblioteca atual para lá ou começar com uma pasta vazia.
ru: Выбирает папку для загрузок из Мастерской и импорта. Можно перенести туда текущую медиатеку или начать с пустой папки.
tr: Atölye indirmelerinin ve içe aktarmaların gideceği klasörü seçer. Geçerli arşivi oraya taşıyabilir veya boş bir klasörle başlayabilirsiniz.
uk: Вибирає папку для викачувань з Майстерні та імпорту. Можна перемістити туди поточну бібліотеку або почати з порожньої папки.
zh_hans: 选择创意工坊下载和导入内容存放的文件夹。你可以把当前资料库移到那里，或从空文件夹开始。
zh_hant: 選擇工作坊下載和輸入內容存放的檔案夾。你可以把目前的資料庫搬到那裡，或從空的檔案夾開始。

source: Pixel Art
ar: فن البكسل
de: Pixelkunst
hi: पिक्सेल आर्ट
ja: ピクセルアート
ko: 픽셀 아트
pl: Grafika pikselowa
ru: Пиксель-арт
tr: Piksel Sanatı
uk: Піксель-арт
zh_hans: 像素艺术
zh_hant: 像素藝術

source: Pixel art optimization
ar: تحسين الـPixel art
de: Pixel-Art-Optimierung
es: Optimización de pixel art
fr: Optimisation pixel-art
hi: पिक्सेल आर्ट ऑप्टिमाइज़ेशन
it: Ottimizzazione pixel art
ja: ドット絵最適化
ko: 픽셀 아트 최적화
pl: Optymalizacja grafiki pixel art
pt_br: Otimização de arte pixelada
ru: Оптимизация пиксель-арта
tr: Piksel sanatı iyileştirmesi
uk: Оптимізація піксельного мистецтва
zh_hans: 像素画优化
zh_hant: 像素圖樣最佳化

source: Pixelate
ar: بكسلات
de: Verpixeln
es: Pixelado
fr: Pixellisation
hi: पिक्सलेट
it: Pixel
ja: ピクセル化
ko: 픽셀화
pl: Piksele
pt_br: Pixelizar
ru: Пиксели
tr: Pikselleşme
uk: Пікселі
zh_hans: 像素化
zh_hant: 像素化

source: Placement
ar: طريقة العرض
de: Platzierung
es: Colocación
fr: Disposition
hi: प्लेसमेंट
it: Posizione
ja: 配置
ko: 배치
pl: Rozmieszczenie
pt_br: Posicionamento
ru: Расположение
tr: Yerleşim
uk: Розміщення
zh_hans: 摆放方式
zh_hant: 擺放方式

source: Play
ar: تشغيل
de: Wiedergeben
es: Reproducir
fr: Lire
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
tr: Oynat
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

source: Play scene, video, web and image wallpapers, with a familiar layout if you already know Wallpaper Engine.
ar: شغّل خلفيات المشاهد والفيديو والويب والصور، بتخطيط مألوف إذا كنت تعرف Wallpaper Engine بالفعل.
de: Geben Sie Szenen-, Video-, Web- und Bild-Hintergrundbilder wieder – mit einem vertrauten Layout, wenn Sie Wallpaper Engine bereits kennen.
es: Reproduce fondos de pantalla de escena, vídeo, web e imagen, con una disposición familiar si ya conoces Wallpaper Engine.
fr: Lisez des fonds d’écran de type scène, vidéo, web et image, avec une présentation familière si vous connaissez déjà Wallpaper Engine.
hi: सीन, वीडियो, वेब और इमेज वॉलपेपर चलाएँ; अगर आप Wallpaper Engine जानते हैं, तो लेआउट जाना-पहचाना लगेगा.
it: Riproduci sfondi di tipo scena, video, web e immagine, con un layout familiare se conosci già Wallpaper Engine.
ja: シーン、ビデオ、Web、画像の壁紙を再生できます。Wallpaper Engineをご存じなら、見慣れたレイアウトで使えます。
ko: 장면, 비디오, 웹 및 이미지 배경화면을 재생하며, Wallpaper Engine을 이미 사용해 봤다면 익숙한 레이아웃으로 사용할 수 있습니다.
pl: Odtwarzaj tapety typu scena, wideo, sieć i obraz w układzie, który znasz z Wallpaper Engine.
pt_br: Reproduza imagens de fundo de cena, vídeo, web e imagem, com um layout familiar se você já conhece o Wallpaper Engine.
ru: Воспроизводите обои типов «Сцена», «Видео», «Веб» и изображения в привычном интерфейсе, если вы уже знакомы с Wallpaper Engine.
tr: Sahne, video, web ve görüntü duvar kâğıtlarını oynatın; Wallpaper Engine’i zaten biliyorsanız tanıdık bir yerleşimle.
uk: Відтворюйте шпалери-сцени, відео, вебшпалери та зображення у звичному інтерфейсі, якщо ви вже знаєте Wallpaper Engine.
zh_hans: 播放场景、视频、网页和图像墙纸。如果你熟悉 Wallpaper Engine，布局也会很熟悉。
zh_hant: 播放場景、影片、網頁和影像背景圖片；如果你熟悉 Wallpaper Engine，也會覺得版面似曾相識。

source: Play the last recorded loop
ar: تشغيل آخر حلقة مسجّلة
de: Die zuletzt aufgenommene Schleife abspielen
es: Reproduce el último bucle grabado
fr: Lire la dernière boucle enregistrée
hi: आख़िरी रिकॉर्ड किया गया लूप चलाएँ
it: Riproduci l’ultimo ciclo registrato
ja: 最後に録画したループを再生します
ko: 마지막으로 녹화한 루프를 재생합니다
pl: Odtwórz ostatnio nagraną pętlę
pt_br: Reproduz o último loop gravado
ru: Воспроизвести последний записанный цикл
tr: Son kaydedilen döngüyü oynatır
uk: Відтворити останній записаний цикл
zh_hans: 播放上次录制的循环
zh_hant: 播放上次錄製的循環

source: Play the soundtrack that ships with this wallpaper.
ar: تشغيل الموسيقى التصويرية المرفقة بهذه الخلفية.
de: Den mitgelieferten Soundtrack dieses Hintergrundbilds wiedergeben.
es: Reproducir la banda sonora incluida con este fondo de pantalla.
fr: Lire la bande-son fournie avec ce fond d’écran.
hi: इस वॉलपेपर के साथ आने वाला साउंडट्रैक चलाएँ.
it: Riproduci la colonna sonora inclusa in questo sfondo.
ja: この壁紙に付属するサウンドトラックを再生します。
ko: 이 배경화면에 포함된 사운드트랙을 재생합니다.
pl: Odtwarzaj ścieżkę dźwiękową dołączoną do tej tapety.
pt_br: Reproduzir a trilha sonora que acompanha esta imagem de fundo.
ru: Воспроизводить саундтрек, поставляемый с этими обоями.
tr: Bu duvar kâğıdıyla birlikte gelen müziği çal.
uk: Відтворювати саундтрек, що постачається з цією шпалерою.
zh_hans: 播放此墙纸自带的配乐。
zh_hant: 播放此背景圖片隨附的音軌。

source: Playback
ar: التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
hi: प्लेबैक
it: Riproduzione
ja: 再生
ko: 재생
pl: Odtwarzanie
pt_br: Reprodução
ru: Воспроизведение
tr: Oynatma
uk: Відтворення
zh_hans: 播放
zh_hant: 播放

source: Playback rate
ar: معدل سرعة التشغيل
de: Geschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
hi: प्लेबैक दर
it: Velocità riproduzione
ja: 再生速度
ko: 재생 속도
pl: Szybkość odtwarzania
pt_br: Taxa de reprodução
ru: Скорость воспроизведения
tr: Oynatma hızı
uk: Швидкість
zh_hans: 播放速度
zh_hant: 播放速度

source: Playback speed of the soundtrack. Link it to the video speed to keep them in step.
ar: سرعة تشغيل الموسيقى التصويرية. اربطها بسرعة الفيديو لإبقائهما متزامنتين.
de: Wiedergabegeschwindigkeit des Soundtracks. Verknüpfen Sie sie mit der Videogeschwindigkeit, damit beide synchron bleiben.
es: Velocidad de reproducción de la banda sonora. Vincúlala a la velocidad del vídeo para mantenerlos sincronizados.
fr: Vitesse de lecture de la bande-son. Liez-la à la vitesse de la vidéo pour les garder synchronisées.
hi: साउंडट्रैक की प्लेबैक स्पीड. दोनों को साथ रखने के लिए इसे वीडियो की स्पीड से लिंक करें.
it: Velocità di riproduzione della colonna sonora. Collegala alla velocità del video per mantenerle sincronizzate.
ja: サウンドトラックの再生速度です。ビデオの速度とリンクすると、同期が保たれます。
ko: 사운드트랙의 재생 속도입니다. 비디오 속도와 연결하면 서로 맞춰집니다.
pl: Szybkość odtwarzania ścieżki dźwiękowej. Połącz ją z szybkością wideo, aby zachować synchronizację.
pt_br: Velocidade de reprodução da trilha sonora. Vincule-a à velocidade do vídeo para mantê-los sincronizados.
ru: Скорость воспроизведения саундтрека. Свяжите её со скоростью видео, чтобы они не расходились.
tr: Müziğin oynatma hızı. Uyumlu kalmaları için video hızına bağlayın.
uk: Швидкість відтворення саундтреку. Звʼяжіть її зі швидкістю відео, щоб вони йшли синхронно.
zh_hans: 配乐的播放速度。将其与视频速度关联可保持同步。
zh_hant: 音軌的播放速度。與影片速度連結可讓兩者保持同步。

source: Playback speed of the video. 1 is normal; 0 pauses it.
ar: سرعة تشغيل الفيديو. 1 هي السرعة العادية؛ و0 يوقفه مؤقتًا.
de: Wiedergabegeschwindigkeit des Videos. 1 ist normal, 0 pausiert es.
es: Velocidad de reproducción del vídeo. 1 es la normal; 0 lo pone en pausa.
fr: Vitesse de lecture de la vidéo. 1 est la vitesse normale ; 0 la met en pause.
hi: वीडियो की प्लेबैक स्पीड. 1 सामान्य है; 0 इसे पॉज़ करता है.
it: Velocità di riproduzione del video. 1 è normale; 0 lo mette in pausa.
ja: ビデオの再生速度です。1が通常速度で、0で一時停止します。
ko: 비디오의 재생 속도입니다. 1은 보통 속도이고, 0은 일시 정지합니다.
pl: Szybkość odtwarzania wideo. 1 to normalna szybkość; 0 wstrzymuje wideo.
pt_br: Velocidade de reprodução do vídeo. 1 é normal; 0 o pausa.
ru: Скорость воспроизведения видео. 1 — обычная; 0 — пауза.
tr: Videonun oynatma hızı. 1 normal hızdır; 0 videoyu duraklatır.
uk: Швидкість відтворення відео. 1 — звичайна; 0 призупиняє його.
zh_hans: 视频的播放速度。1 为正常速度，0 为暂停。
zh_hant: 影片的播放速度。1 為正常速度；0 為暫停。

source: Playlist Name
ar: اسم قائمة التشغيل
es: Nombre de la playlist
fr: Nom de la playlist
hi: प्लेलिस्ट का नाम
it: Nome della playlist
ja: プレイリスト名
ko: 플레이리스트 이름
pl: Nazwa playlisty
pt_br: Nome da Playlist
ru: Название плейлиста
tr: Çalma Listesi Adı
uk: Назва списку відтворення
zh_hans: 播放列表名称
zh_hant: 播放列表名稱

source: Playlist Settings: when the wallpaper changes, and the transition
ar: إعدادات قائمة التشغيل: متى تتغير الخلفية، والانتقال
de: Playlist-Einstellungen: wann das Hintergrundbild wechselt und der Übergang
es: Ajustes de la playlist: cuándo cambia el fondo de pantalla y la transición
fr: Réglages de la playlist : quand le fond d’écran change, et la transition
hi: प्लेलिस्ट सेटिंग्ज़: वॉलपेपर कब बदले, और ट्रांज़िशन
it: Impostazioni playlist: quando cambia lo sfondo e la transizione
ja: プレイリスト設定：壁紙を変更するタイミングとトランジション
ko: 플레이리스트 설정: 배경화면이 바뀌는 시점과 전환
pl: Ustawienia playlisty: kiedy zmienia się tapeta i przejście
pt_br: Ajustes da Playlist: quando a imagem de fundo muda e a transição
ru: Настройки плейлиста: когда сменяются обои и переход
tr: Çalma listesi ayarları: duvar kâğıdının ne zaman değiştiği ve geçiş
uk: Налаштування списку відтворення: коли змінюється шпалера і перехід
zh_hans: 播放列表设置：何时更换墙纸以及过渡
zh_hant: 播放列表設定：何時變更背景圖片以及轉換效果

source: Playlist name
ar: اسم قائمة التشغيل
de: Name der Playlist
es: Nombre de la playlist
fr: Nom de la playlist
hi: प्लेलिस्ट का नाम
it: Nome playlist
ja: プレイリスト名
ko: 플레이리스트 이름
pl: Nazwa playlisty
pt_br: Nome da playlist
ru: Название плейлиста
tr: Çalma listesi adı
uk: Назва списку відтворення
zh_hans: 播放列表名称
zh_hant: 播放列表名稱

source: Playlists
ar: قوائم التشغيل
hi: प्लेलिस्ट
it: Playlist
ja: プレイリスト
ko: 플레이리스트
pl: Playlisty
ru: Плейлисты
tr: Çalma Listeleri
uk: Списки відтворення
zh_hans: 播放列表
zh_hant: 播放列表

source: Playlists and Favourites
ar: قوائم التشغيل والمفضلة
de: Playlists und Favoriten
es: Playlists y favoritos
fr: Playlists et favoris
hi: प्लेलिस्ट और पसंदीदा
it: Playlist e preferiti
ja: プレイリストとお気に入り
ko: 플레이리스트 및 즐겨찾기
pl: Playlisty i ulubione
pt_br: Playlists e Favoritos
ru: Плейлисты и избранное
tr: Çalma Listeleri ve Favoriler
uk: Списки відтворення й улюблені
zh_hans: 播放列表和个人收藏
zh_hant: 播放列表和喜好項目

source: Playlists, favourites and your own media
ar: قوائم التشغيل والمفضلة ووسائطك الخاصة
de: Playlists, Favoriten und eigene Medien
es: Playlists, favoritos y tus propios contenidos
fr: Playlists, favoris et vos propres médias
hi: प्लेलिस्ट, पसंदीदा और आपका अपना मीडिया
it: Playlist, preferiti e i tuoi contenuti
ja: プレイリスト、お気に入り、自分のメディア
ko: 플레이리스트, 즐겨찾기 및 나만의 미디어
pl: Playlisty, ulubione i własne multimedia
pt_br: Playlists, favoritos e suas próprias mídias
ru: Плейлисты, избранное и ваши медиафайлы
tr: Çalma listeleri, favoriler ve kendi ortamınız
uk: Списки відтворення, улюблені та ваші власні медіа
zh_hans: 播放列表、个人收藏和你自己的媒体
zh_hant: 播放列表、喜好項目和你自己的媒體

source: Plays the wallpapers' own sound. Off silences every wallpaper.
ar: يشغّل صوت الخلفيات نفسها. وعند الإيقاف، تُكتم كل الخلفيات.
de: Gibt den eigenen Ton der Hintergrundbilder wieder. Aus schaltet alle Hintergrundbilder stumm.
es: Reproduce el sonido propio de los fondos de pantalla. Desactivado silencia todos los fondos de pantalla.
fr: Lit le son propre des fonds d’écran. Désactivé coupe le son de tous les fonds d’écran.
hi: वॉलपेपर की अपनी आवाज़ चलाता है। बंद होने पर सभी वॉलपेपर म्यूट हो जाते हैं।
it: Riproduce l’audio degli sfondi. Disattivato silenzia tutti gli sfondi.
ja: 壁紙自体のサウンドを再生します。オフにするとすべての壁紙が消音されます。
ko: 배경화면 자체의 소리를 재생합니다. 끄면 모든 배경화면이 음소거됩니다.
pl: Odtwarza własny dźwięk tapet. Wyłączone wycisza wszystkie tapety.
pt_br: Reproduz o som das próprias imagens de fundo. Desligado silencia todas as imagens de fundo.
ru: Воспроизводит собственный звук обоев. Если выключено, все обои без звука.
tr: Duvar kâğıtlarının kendi sesini çalar. Kapalıyken tüm duvar kâğıtlarının sesi kapanır.
uk: Відтворює власний звук шпалер. Якщо вимкнено, усі шпалери без звуку.
zh_hans: 播放墙纸自身的声音。关闭后所有墙纸静音。
zh_hant: 播放背景圖片本身的聲音。關閉後所有背景圖片靜音。

source: Please be aware of malware.
ar: يُرجى الحذر من البرامج الضارة.
de: Achten Sie auf Schadsoftware.
es: Ten cuidado con el malware.
fr: Méfiez-vous des logiciels malveillants.
hi: कृपया मैलवेयर से सावधान रहें.
it: Attenzione ai malware.
ja: マルウェアに注意してください。
ko: 악성 소프트웨어에 주의하십시오.
pl: Uważaj na złośliwe oprogramowanie.
pt_br: Cuidado com malware.
ru: Остерегайтесь вредоносного ПО.
tr: Lütfen kötü amaçlı yazılımlara karşı dikkatli olun.
uk: Остерігайтеся зловмисного програмного забезпечення.
zh_hans: 请警惕恶意软件。
zh_hant: 請留意惡意軟體。

source: Please select a valid wallpaper
ar: يُرجى تحديد خلفية صالحة
de: Wählen Sie ein gültiges Hintergrundbild aus
es: Selecciona un fondo de pantalla válido
fr: Veuillez sélectionner un fond d’écran valide
hi: कृपया कोई मान्य वॉलपेपर चुनें
it: Seleziona uno sfondo valido
ja: 有効な壁紙を選択してください
ko: 유효한 배경화면을 선택하십시오
pl: Wybierz prawidłową tapetę
pt_br: Selecione uma imagem de fundo válida
ru: Выберите действительные обои
tr: Lütfen geçerli bir duvar kâğıdı seçin
uk: Виберіть дійсну шпалеру
zh_hans: 请选择有效的墙纸
zh_hant: 請選擇有效的背景圖片

source: Please wait %lld seconds.
ar: يُرجى الانتظار %lld ثانية.
de: Bitte warten Sie %lld Sekunden.
es: Espera %lld segundos.
fr: Veuillez patienter %lld secondes.
hi: कृपया %lld सेकंड प्रतीक्षा करें.
it: Attendi %lld secondi.
ja: %lld秒お待ちください。
ko: %lld초 동안 기다리십시오.
pl: Zaczekaj %lld sekundy.
pt_br: Aguarde %lld segundos.
ru: Подождите %lld секунд.
tr: Lütfen %lld saniye bekleyin.
uk: Зачекайте %lld секунди.
zh_hans: 请等待 %lld 秒。
zh_hant: 請等候 %lld 秒。

source: Plugins
ar: الإضافات
es: Complementos
hi: प्लग-इन
it: Plug-in
ja: プラグイン
ko: 플러그인
pl: Wtyczki
ru: Плагины
tr: Eklentiler
uk: Плагіни
zh_hans: 插件
zh_hant: 外掛程式
